<?php require_once '../../template/header.php'; ?>
    <script>
    document.title = 'දැනුමිණ | ප්‍රකට චරිත';
    document.querySelector('[data-class=heading]').textContent = 'හොලිවුඩ් සිනෙමාවේ විනෝදාස්වාදයේ රජු ස්ටීවන් ස්පීල්බර්ග්  -  පළමු කොටස';
    document.querySelector('.prev-article-btn').lastElementChild.innerText = 'ජෛවගෝලය';
    document.querySelector('.next-article-btn').firstElementChild.innerText = 'පුදුම හිතෙන තැන්';
    document.querySelector('.prev-article-btn').setAttribute('href','./biology.php');
    document.querySelector('.next-article-btn').setAttribute('href','./places.php');
    </script>
    <p class="has-text-justified">
      අපි කවුරුත් දන්නා ස්ටීවන් ස්පීල්බර්ග්, එනම් ස්ටීවන් ඇලන් ස්පීල්බර්ග් උපත ලැබුවේ 1946 දෙසැම්බර් 18 දින, ඇමෙරිකා එක්සත් ජනපදයේ ඔහියෝ ප්‍රාන්තයේ සින්සිනාටි ප්‍රදේශයේයි.
    </p>

    <div class="columns">
      <div class="column is-3">
        <figure>
          <img  src="./images/Steven-Spielberg/1.jpg" ">
          <figcaption>
            ස්ටීවන් ස්පීල්බර්ග් 2013 වසරේදී
          </figcaption>
        </figure>
      </div>
      <div class="column is-9">
        <p class="has-text-justified">
          ඇමෙරිකානු මෝෂන් පික්චර්ස් සමාගමේ අධ්‍යක්ෂකවරයෙකු මෙන්ම නිෂ්පාදකයෙකුද වූ ඔහු අතිශය සාර්ථක හා නිර්මාණාත්මක චිත්‍රපට හොලිවුඩ් සිනමාවට දායාද කල ජනප්‍රිය පුද්ගලයෙකි. ඔහුගේ චිත්‍රපට විද්‍යා ප්‍රබන්ධ වල සිට සම්භාව්‍ය ගනයේ චිත්‍රපට දක්වා විවිධවේ. ඔහුගේ චිත්‍රපට අතරින්, ඊටී: ද එක්ස්ට්‍රා-ටෙරෙස්ට්‍රියල් (E.T.: The Extra-Terrestrial - 1982), ක්ලෝස් එන්කවුන්ටර්ස් ඔෆ් ද තර්ඩ් ක්යින්ඩ්(Close Encounters of the Third Kind - 1977) සහ විශේෂයෙන් ෂින්ඩ්ලර්ස් ලිස්ට් (Schindler’s List - 1993) සහ සේවිං ප්‍රයිවට් රයන් (Saving Private Ryan - 1998) වැනි චිත්‍රපට අතිශය සාර්ථක හා සම්මානලාභී ඒවා විය.
        </p>
        <p class="has-text-justified">
          ස්පීල්බර්ග් යොවුන් වියේදීම චිත්‍රපට නිෂ්පාදනය කෙරෙහි උනන්දුවක් දැක්වූ අතර, ඔහුගේ යෞවන වියේදී නිපදවූ මිනිත්තු 40 ක යුද චිත්‍රපටයක් වූ එස්කේප් ටු නෝවෙයාර් ( Escape to Nowhere - 1962 ) චිත්‍රපටය, චිත්‍රපට උළෙලකදී පළමු ත්‍යාගය දිනා ගත්තේය. ඔහු ඊළඟට අධ්‍යක්ෂණය කළේ ෆයර්ලයිට් ( Firelight 1964 ) නම්වූ විද්‍යා-ප්‍රබන්ධයකි, ඉන් පසුව ඇම්බ්ලින් (1968) නමින් කෙටි චිත්‍රපටයක් නිර්මාණය විය.
        </p>
      </div>
    </div>

    <p class="has-text-justified">
      ඔහුගේ අවසාන චිත්‍රපටය දුටු යුනිවර්සල් ස්ටූඩියෝස් හි විධායක නිලධාරියෙක් ස්පීල්බර්ග්ට කොන්ත්‍රාත්තුවක් ලබා දුන්නේය. ඒ අනුව ඔහු යුනිවර්සල් ස්ටූඩියෝහි රූපවාහිනී අංශයේ වැඩ කිරීමට පටන් ගත්තේ ලෝන්ග් බීච් හි කැලිෆෝනියා ප්‍රාන්ත විද්‍යාලයට (දැන් කැලිෆෝනියා ප්‍රාන්ත විශ්ව විද්‍යාලය) ඇතුලත් වීමෙන් පසුවයි. ඔහු එහිදී විවිධ රූපවාහිනී කතා මාලා අධ්‍යක්ෂණය කළේය, විශේෂයෙන් කොලම්බෝ (Columbo), මාකස් වෙල්බි (Marcus Welby), එම්.ඩී (M.D.), සහ ඕවන් මාෂල් (Owen Marshall) ඔහුගේ කතා මාලා කිහිපයක් විය.
    </p>

    <div class="columns">
      <div class="column is-8">
        <p class="has-text-justified">
          ස්පීල්බර්ග්ගේ මීළඟ චිත්‍රපටය වූ ජෝව්ස් (Jaws - 1975) ඔහුව ප්‍රමුඛ පෙලේ අධ්‍යක්ෂවරයකු බවට පත් කල අතර එය එතෙක් මෙතෙක් වැඩිම ආදායම් උපයාගත් චිත්‍රපටි වලින් එකකි. චිත්‍රපටයේදී හොලිවුඩ් නළු රෝයි ෂයිඩර් නිවාඩු නිකේතනයක පොලිස් ප්‍රධානියා ලෙස පෙනී සිටිමින් මිනිසුන් දඩයම් කරන සුදු මෝරෙකු ඇල්ලීමට උත්සහ කරයි. ඔහු සමඟ එක් වන්නේ සමුද්‍ර ජීව විද්‍යාඥයෙකු ලෙස රිචඩ් ඩ්‍රෙෆස් සහ මෝර දඩයම්කරුවෙකු ලෙස රොබට් ෂෝ ය.
        </p>
        <p class="has-text-justified">
          ඉහළ ප්‍රශංසාවට ලක් වූ මෙම ත්‍රාසජනක චිත්‍රපටයට හොඳම චිත්‍රපටය සඳහා ඇකඩමි සම්මානයකට නම් කෙරුනු අතර එහිදී ජෝන් විලියම්ස් විසින් රචිත සංගීත පටය ඔස්කාර් සම්මානය දිනා ගත්තේය.
        </p>
      </div>
      <div class="column is-4">
        <figure>
          <img  src="./images/Steven-Spielberg/2.jpg" ">
          <figcaption>
            1975 වසරේදී, ජෝව්ස් රුගත කිරීම් අතරතුර - රිචඩ් ඩ්‍රෙෆස් සමඟින්
          </figcaption>
        </figure>
      </div>
    </div>

    <div class="columns">
      <div class="column is-4">
        <figure>
          <img  src="./images/Steven-Spielberg/3.jpg" ">
          <figcaption>
            1977 වසරේදී, ක්ලෝස් එන්කවුන්ටර්ස් ඔෆ් ද තර්ඩ් කයින්ඩ් (Close Encounters of the Third Kind) රූගත කිරීම් අතරතුර
          </figcaption>
        </figure>
      </div>
      <div class="column is-8">
        <p class="has-text-justified">
          ස්පීල්බර්ග් පසුව ක්ලෝස් එන්කවුන්ටර්ස් ඔෆ් ද තර්ඩ් කයින්ඩ් (Close Encounters of the Third Kind - 1977) නම් ගුප්ත විද්‍යා ප්‍රබන්ධ කථාව අධ්‍යක්ෂණය කළේය. රිචඩ් ඩ්‍රෙෆස් මෙහි ප්‍රධාන චරිතය රඟපෑ අතර, එහිදී ඔහු සිය වෘත්තීය ජීවිතයේ හොඳම රංගනයක් ඉදිරිපත් කළේය.
        </p>
        <p class="has-text-justified">
          චිත්‍රපටය සඳහා ස්පීල්බර්ග් හොඳම අධ්‍යක්ෂවරයා සඳහා වන ඔහුගේ පළමු ඇකඩමි සම්මානය ලබා ගත්තේය. විශිෂ්ට සිනමාකරණය සඳහා ඔස්කාර් සම්මානය දිනාගත් අතර ස්පීල්බර්ග්ගේ විශේෂ ප්‍රයෝග අතිශය ප්‍රශංසාවට ලක් විය. ඇමෙරිකානු ඩොලර් මිලියන 100 ක දළ ආදායමක්, දෙවරක් එකපිට උපයාගත් ඉතිහාසයේ දෙවන අධ්‍යක්ෂවරයා බවට ස්පීල්බර්ග් පත්විය.
        </p>
      </div>
    </div>

    <div class="columns">
      <div class="column is-9">
        <p class="has-text-justified">
          අසාර්ථක චිත්‍රපටයක් වූ 1941 (1979) චිත්‍රපටයෙන් පසු ස්පීල්බර්ග් විසින් 1981 වසරේදී රයිඩර්ස් ඔෆ් ද ලොස්ට් ආර්ක් (Raiders of the Lost Ark) අධ්‍යක්ෂණය කරන ලදී. නළු හැරිසන් ෆෝඩ් කඩවසම් පුරාවිද්‍යා ගවේශකයෙකු ලෙස ඉන්දියානා ජෝන්ස් නමින්  මෙම චිත්‍රපටයේ රඟපෑවේය. එහිදී පොහොසත් වර්ණ සිනමාකරණය, දීප්තිමත් සංස්කරණය, මතකයේ රැඳෙන සංගීත පටි සහ නව නිපැයුම් විශේෂ ප්‍රයෝග භාවිතා කරමින් සරල නමුත් අතිශය නිර්මාණශීලි සිනමා අත්දැකීමක් නිර්මාණය කළේය. හොඳම අධ්‍යක්ෂවරයා සඳහා ස්පීල්බර්ග්ට ඔහුගේ දෙවන ඇකඩමි සම්මානය මෙම චිත්‍රපටයෙන් හිමි වූ අතර හොඳම චිත්‍රපටය සඳහාද නාමයෝජනා විය.
        </p>
        <p class="has-text-justified">
          ස්පීල්බර්ග්ගේ ඊළඟ චිත්‍රපටය ඊටත් වඩා සාර්ථක විය. වසර 1982 දී තිරගත වූ ඊ.ටී. ද එක්ස්ට්‍රා ටෙරෙස්ට්‍රියල් ( E.T.: The Extra-Terrestrial )  චිත්‍රපටයෙන් පෘථිවියේ අතරමං වුනු පිටසක්වල ජීවියෙක් සහ එම ජීවියා හා මිතුරු වන කැලිෆෝනියා පවුලකට වන බලපෑම විග්‍රහ කෙරුණු අතර අතරමං වූ පිටසක්වලයා සොයා මිතුරු වන පිරිමි ළමයා ලෙස හෙන්රි තෝමස් ප්‍රබල රංගනයක් ඉදිරිපත් කළේය. ඩී වොලස් ඔහුගේ කාරුණික මවගේ චරිතය නිරූපණය කළේය. මෙම චිත්‍රපටයේ වයස අවුරුදු 6 ක කුඩා දරුවෙකු වූ දෘ බැරිමෝර් ඇගේ පළමු චරිත නිරූපණය කළේය. එතෙක් පැවති බොහෝ ස්පීල්බර්ග් චිත්‍රපටවල මෙන්, විශේෂ ප්‍රයෝග චිත්‍රපටයේ සාර්ථකත්වයට විශාල ලෙස හේතු විය. ස්පීල්බර්ග් සහ චිත්‍රපටය යන දෙකම ඇකඩමි සම්මාන සඳහා නම් කරන ලද අතර මෙලිසා මැතිසන්ගේ තිර රචනය, ඇලන් ඩාවියාගේ සිනමාකරණය සහ ජෝන් විලියම්ස්ගේ සංගීතය සම්මාන දින ගත්තේය.
        </p>
      </div>
      <div class="column is-3">
        <figure>
          <img  src="./images/Steven-Spielberg/4.jpg" ">
          <figcaption>
            හැරිසන් ෆෝඩ්, ඉන්දියානා ජෝන්ස් නමින් රයිඩර්ස් ඔෆ් ද ලොස්ට් ආර්ක් (Raiders of the Lost Ark) චිත්‍රපටියේ
          </figcaption>
        </figure>
      </div>
    </div>

    <div class="columns">
      <div class="column is-6">
        <figure>
          <img  src="./images/Steven-Spielberg/5.jpg" ">
          <figcaption>
            1982 දී තිරගත වූ ඊ.ටී. ද එක්ස්ට්‍රා ටෙරෙස්ට්‍රියල් ( E.T.: The Extra-Terrestrial ) චිත්‍රපටයේ දර්ශනයක්
          </figcaption>
        </figure>
      </div>
      <div class="column is-6">
        <figure>
          <img  src="./images/Steven-Spielberg/6.jpg" ">
          <figcaption>
            ඊ.ටී. ද එක්ස්ට්‍රා ටෙරෙස්ට්‍රියල් චිත්‍රපටියේ - හෙන්රි තෝමස් පිටසක්වලයා සමඟ සිටින දර්ශනයක්
          </figcaption>
        </figure>
      </div>
    </div>

    <div class="columns">
      <div class="column is-10">
        <p class="has-text-justified">
          1984 දී ඉන්දියානා ජෝන්ස් ඇන්ඩ් ද ටෙම්පල් ඔෆ් ඩූම් ( Indiana Jones and the Temple of Doom ) අධ්‍යක්ෂණය කිරීමෙන් පසුව 1985 දී ස්පීල්බර්ග්, ඇලිස් වෝකර්ගේ පුලිට්සර් ත්‍යාගලාභී නවකතාව වන ද කලර් පර්පල් ( The Color Purple ) චිත්‍රපටයකට අනුවර්තනය කළේය. මෙම චිත්‍රපටයෙන් අප්‍රිකානු-ඇමරිකානු කාන්තාවකගේ දරාගත නොහැකි තරම් රළු ජීවිතය ගවේෂණය කළේය. චිත්‍රපටිය විවේචනයන්ට ලක්වුවත් රංගනයෙන් දායක වූ හූපී ගෝල්ඩ්බර්ග්, මාග්‍රට් ඇවරි සහ ඔප්රා වින්ෆ්‍රේ ද, තිර රචනය (මෙනෝ මයිජස් විසින්) සහ සංගීත නිර්මාණ(ක්වින්සි ජෝන්ස් විසිනි) ඇකඩමි සම්මාන සඳහා නම් විය. මෙම චිත්‍රපටයට හොඳම චිත්‍රපටය සඳහා නාමයෝජනා ලැබුණද, ස්පීල්බර්ග් ඔස්කාර් සම්මානයක් ලබා ගැනීම අපොහොසත් වීමට වංචනික කරුණු හේතු විය. ඒ කෙසේ වෙතත් ස්පීල්බර්ග් අප්‍රිකානු ඇමරිකානුවන්ගේ අත්දැකීම් පිළිබඳ වාණිජමය වශයෙන් සාර්ථකම චිත්‍රපට කිහිපයෙන් එකක් නිපදවීමට සමත් විය.
        </p>
        <p class="has-text-justified">
          1987 වසරේදී තිරගත වූ ඔහුගේ මීළඟ චිත්‍රපටයේ පදනම ලෙස විවේචනාත්මකව පිළිගත් තවත් පොතක් ස්පීල්බර්ග් විසින් තෝරා ගත්තේය. එය එම්පයර් ඔෆ් ද සන් ( Empire of the Sun ) නම්වූ දෙවන ලෝක සංග්‍රාමයේ සිර කඳවුරු වටපිටාව ගැන කියවුණු ජේ.ජී. බැලාර්ඩ්ගේ ස්වයං චරිතාපදාන නවකතාවයි. එහි තරුණ ප්‍රධාන චරිතයට ක්‍රිස්ටියන් බේල් රඟපෑ අතර කලර් පර්පල් තරම් සාර්ථක නොවුනු හා බොක්ස් ඔෆිස් නම්කිරීම් වල අසාර්ථක චිත්‍රපටයක් විය.
        </p>
      </div>
      <div class="column is-2">
        <figure>
          <img  src="./images/Steven-Spielberg/7.jpg" ">
          <figcaption>
            1984 වසරේදී, ඉන්දියානා ජෝන්ස් ඇන්ඩ් ද ටෙම්පල් ඔෆ් ඩූම් ( Indiana Jones and the Temple of Doom ) ශ්‍රී ලංකාවේ රූගත කිරීම් කරන අතරතුර සිනමාකරු චන්ද්‍රන් රත්නම් සමඟින්
          </figcaption>
        </figure>
      </div>
    </div>

    <div class="columns">
      <div class="column is-3">
        <figure>
          <img  src="./images/Steven-Spielberg/8.jpg" ">
          <figcaption>
            ඔප්රා වින්ෆ්‍රේ, ද කලර් පර්පල් ( The Color Purple ) චිත්‍රපටයේ
          </figcaption>
        </figure>
      </div>
      <div class="column is-9">
        <p class="has-text-justified">
          ස්පීල්බර්ග් 1980 දශකය අවසන් කළේ 1989 වසරේදී තිරගත වූ ඉන්දියානා ජෝන්ස් ඇන්ඩ් ද ලාස්ට් කෘසෙඩ් (  Indiana Jones and the Last Crusade ) සහ ඕල්වේස් ( Always ) යන සිනමා නිර්මාණ වලිනි.
        </p>
        <div class="columns">
          <div class="column is-8">
            <p class="has-text-justified">
              1990 දශකයේ ස්පීල්බර්ග්ගේ ආරම්භක චිත්‍රපටය වූ හූක් ( Hook ), 1991 දී තිරගත වූ අතර එය ජේ. එම්. බැරීගේ පීටර් පෑන් නවකථාව ඇසුරින් නිර්මාණය කරන ලද චිත්‍රපටයකි. ප්‍රධාන පෙළේ හොලිවුඩ් තරු වන රොබින් විලියම්ස් සහ ජූලියා රොබට්ස් ඇතුලු නළු නිළියන් සිටියද, චිත්‍රපටය වාණිජමය වශයෙන් අසාර්ථක විය.
            </p>
            <p class="has-text-justified">
              කෙසේවෙතත්, වසර දෙකකට පසුව එනම් 1993 දී ස්පීල්බර්ග් නැවතත් අති සාර්ථක සිනෙමා නිර්මාණ දෙකක් නිර්මාණය කළේය. ඉන් පළමුවැන්න, ජුරාසික් පාක් නමින්, මයිකල් ක්‍රික්ටන්ගේ වඩාත්ම අලෙවි වූ නවකතාවේ අනුවර්තනයක් විය.
            </p>
          </div>
          <div class="column is-4">
            <figure>
              <img  src="./images/Steven-Spielberg/9.jpg" ">
              <figcaption>
                1989 වසරේදී ඉන්දියානා ජෝන්ස් ඇන්ඩ් ද ලාස්ට් කෘසෙඩ් ( Indiana Jones and the Last Crusade ) රූගත කිරීම් අතරතුර - නළු හෙන්රි ෆෝර්ඩ් සහ ජෝර්ජ් ලූකස් සමඟින්
              </figcaption>
            </figure>
          </div>
        </div>
      </div>
    </div>

    <p class="has-text-justified">
      එහි අනතුරුදායක දර්ශන නිර්මාණය කිරීමේදී ජාව්ස් ( Jaws ) වලට වඩා තාක්‍ෂනික ප්‍රයෝග යොදාගත් අතර ස්පීල්බර්ග්ගේ සිනෙමා ප්‍රයෝග යෙදීමේ දක්ෂතාවය මැනෙවින් පෙන්වීය.
    </p>

    <div class="columns">
      <div class="column is-6">
        <figure>
          <img  src="./images/Steven-Spielberg/10.jpg" ">
          <figcaption>
            ජුරාසික් පාක්  පළමු චිත්‍රපටයේ දර්ශනයක්
          </figcaption>
        </figure>
      </div>
      <div class="column is-6">
        <figure>
          <img  src="./images/Steven-Spielberg/12.jpg" ">
          <figcaption>
            1993දී ජුරාසික් පාක් රූගත කිරීම් අතරතුර
          </figcaption>
        </figure>
      </div>
    </div>

    <h6>ස්ටීවන් ස්පීල්බර්ග්ගේ නිර්මාණවල සාර්ථකත්වය පිළිබඳව හා ඔහු ගැන තවත් විස්තර මීළඟ කලාපයෙන් කියවන්න.</h6>
<?php require_once '../../template/footer.php'; ?>
