<?php require_once '../../template/header.php'; ?>
    <script>
    document.title = 'දැනුමිණ | ඔබ දන්නවාද?';
    document.querySelector('[data-class=heading]').textContent = 'ඩයිනෝසෝරයන්ට සිදු වූයේ කුමක්ද?';
    document.querySelector('.prev-article-btn').lastElementChild.innerText = 'අද වැනි දවසක';
    document.querySelector('.next-article-btn').firstElementChild.innerText = 'කියන්න දිනන්න';
    document.querySelector('.prev-article-btn').setAttribute('href','./today.php');
    document.querySelector('.next-article-btn').setAttribute('href','../../quiz.php');
    </script>
    <div class="columns">
      <div class="column is-5">
        <figure>
            <img  src="./images/demistified/2.jpg" ">
            <figcaption>
              නිදැල්ලේ ඇවිදින පැරාසෝරෝලෝපස් සහ ඉගිල්ලෙන ප්ටෙරසෝර් ඩයිනසෝරයින් පෙන්වන නිර්මාණය කල ඡායාරූපයක්
            </figcaption>
        </figure>
      </div>
      <div class="column is-7">
        <p class="has-text-justified">
          මීට වසර මිලියන 66 කට පෙර එක් දිනයක, යුකැටින් අර්ධද්වීපය අසලට කන්දක් තරම් වූ විශාල ඇස්ටෙරොයිඩයක් (ග්‍රාහකයක්) ඇද වැටුණු බව සැලකේ. එය ටී.එන්.ටී පුපුරණ ද්‍රව්‍යය ටොන් ට්‍රිලියන 100 කට සමාන පිපිරීමක් විය. එම ව්‍යසනකාරී මොහොතේදී ඩයිනෝසෝරයන්ගේ වසර මිලියන 165 ක පෘථිවි කාලය අවසන් වුනා යයි විශ්වාස කරයි.
        </p>
        <p class="has-text-justified">
          ඩයිනෝසෝරයන්ගේ අභාවය පිළිබඳ ග‍්‍රහක න්‍යාය(Asteroid theory) මුලින්ම යෝජනා කරනු ලැබුවේ 1980 දී ය. දශකයකට වැඩි කාලයකට පසු මෙක්සිකෝ බොක්කෙහි චික්සුලුබ් ආවාටය(Chicxulub Crater) හඳුනා ගැනීමත් සමග එය සිදුවුයේ කොහේද සහ කවදාද යන්න තහවුරු විය.
        </p>
      </div>
    </div>

    <div class="columns">
      <div class="column is-7">
        <p class="has-text-justified">
          පර්ඩියු විශ්ව විද්‍යාලයේ සහ ලන්ඩනයේ ඉම්පීරියල් කොලේජ් හි භූ-භෞතික විද්‍යාඥයන් විසින් නිර්මාණය කරන ලද කම්පන බලපෑම් ගණනය කල හැකි කැල්කියුලේටරයක් ​​භාවිතා කරමින්, පර්යේෂකයන් ග්‍රහකය ගැටුණු මොහොතේ සිදු වූ දේ පිළිබඳව ඉතා හොඳ අදහසක් ලබා ගත්තේය. පැයට සැතපුම් 40,000 (කිලෝමීටර 64,000) ක වේගයෙන් ග්‍රහකය පෘථිවියේ ගැටුණු අතර සැතපුම් 115 කට වඩා වැඩි ආවාටයක් නිර්මාණය කළ අතර සැතපුම් දහස් ගණනක් දුරින් වූ පාෂාණ පවා  ක්ෂණිකව වාෂ්ප විය. එය දැකීමට තරම් සමීප ඕනෑම සතෙකු, සියලු ශාක සමඟ ගිනිබත් විය. වෙරළබඩ ප්‍රදේශවල, බලපෑම සුනාමි තත්වයන් බවට පත්වෙමින් අඩි 1000 (මීටර් 305) ක් තරම් ඉහළට මුහුදු ජලය ඉහළ ගියේය. එහි බලපෑම නිසා ඇතිවූ දරුණු භූමිකම්පා නූතන මිනිසුන් අත්විඳින ඕනෑම ව්‍යසනයකට වඩා විශාල විය.
        </p>
      </div>
      <div class="column is-5">
        <figure>
            <img  src="./images/demistified/1.jpg" ">
            <figcaption>
              ඩයිනසෝර් වඳවී යාම නිර්මාණය කල ඡායාරූපයක්
            </figcaption>
        </figure>
      </div>
    </div>

    <p class="has-text-justified">
      විනාශය අවසන් නොවී ඇස්ටෙරොයිඩය ගැටී මිනිත්තු කිහිපයකට පසු, රතු-ගිනියම් වූ සුන්බුන් වර්ෂාවක් ඇතිවිය. ඒ සමගින් ඇතිවූ අළු හා කුණු වලින් බිම වැසී ගියේය. එම කලාපය වටා භූමිය, අඩි සිය ගණනක් පාෂාණමය සුන්බුන් වලින් වැසී තිබෙන්නට ඇතැයි සැලකේ. ගැටුමෙන් පැයකටත් අඩු කාලයකදී, විශාල සුළඟක් කලාපය පුරා හැමීම නිසා, තවත් ව්‍යසනයන් ඇති විය.
    </p>

    <div class="columns">
      <div class="column is-8">
        <p class="has-text-justified">
          එවිට වායුගෝලය තුළ අළු, දුම හා සුන්බුන් පෘථිවිය පුරා පැතිරී සුර්යාලෝකය නැතිවී යාමෙන් නිරන්තර අන්ධකාරයක් බවට පත් වූ අතර එය මාස ගණනක් හෝ සමහර විට වසර ගණනාවක් පැවතුනි. උෂ්ණත්වය පහත වැටුණු අතර ආහාර වැඩි වැඩියෙන් හිඟ විය. මුළු පරිසර පද්ධතිම කඩා වැටුණි. එම සියල්ල අවසන් වන විට පෘථිවියේ ජීවීන්ගෙන් සියයට 75 ත් 80 ත් අතර ප්‍රමාණයක් විනාශ වී තිබුණි.
        </p>
        <p class="has-text-justified">
          ග්‍රහක ප්‍රහාරයෙන් පසුව ඩයිනෝසෝරයන් ඉතා ඉක්මණින් වඳ වී ගොස් ඇති බව බොහෝ දෙනා උපකල්පනය කරති. එහෙත්, ග්‍රහකය ගැටෙන විට පොළොවට ආසන්නවම සිටි ජීවින් විශාල ප්‍රමාණයක් මිය ගිය අතර, සුර්යාලෝකය නැතිවීම සහ වායුගෝලය අවහිර වීම නිසා කෙටි කාලයකින් ශාක ඇතුළු ජීවින් වැඩි ප්‍රමාණයක් මිය ගියේය, එහෙත් සමහර ජීවී විශේෂ නිදසුනක් වශයෙන්, ඩයිනෝසෝරයන් අතර ජීවත් වූ කුඩා ක්ෂීරපායින් බොහෝ දෙනෙකුට දිවි ගලවා ගැනීමට හැකි වූයේ ඔවුන් පොළොව තුල ගුල් හාරාගෙන ජීවත් වූ නිසා සහ ඕනෑම දෙයක් ආහාරයට ගත හැකි බැවිනි. මීට අමතරව, ගැබුරු මුහුදේ හා මිරිදිය ජීවීන් යම් ප්‍රමාණයක් ඉතිරි විය.
        </p>
        <p class="has-text-justified">
          බොහෝ පර්යේෂකයන් දැන් විශ්වාස කරන්නේ මෙම වඳවීමේ සිදුවීම සිදු වුයේ ලෝකය පාරිසරික අර්බුධයක හා ඩයිනසෝරයන් ජිවත් වීමට අරගලයක යෙදී සිටි අවධියක බවයි. අධික සත්ව ගහනය හේතුවෙන් ආහාර සැපයුම් අඩුවීම සහ වායුගෝලය සිසිල් වීම නිසා ඔවුන්ගේ ජීවිතය ඉතා දුෂ්කර වී තිබුණි.
        </p>

        <figure>
            <img  src="./images/demistified/6.jpg" ">
            <figcaption>
              නිරිතදිග ආර්ජන්ටිනාවෙන් හමුවූ වසර මිලියන 98කට වඩා පැරණි ඩයිනසෝර් පොසිලයන්
            </figcaption>
        </figure>

      </div>
      <div class="column is-4">
        <figure>
            <img  src="./images/demistified/5.jpg" ">
            <figcaption>
              මෙක්සිකන් බොක්කේ පවතින චික්සුලුබ් ආවාටයෙහි (Chicxulub Crater) පිහිටීම සහ වර්ථමානයේ පෙනෙන ආකාරය
            </figcaption>
        </figure>
      </div>
    </div>

<?php require_once '../../template/footer.php'; ?>
