<?php require_once '../../template/header.php'; ?><script>document.title = 'දැනුමිණ | ක්‍රීඩා';document.querySelector('[data-class=heading]').textContent = 'ලෝක පාපන්දු සැණෙකෙළිය - ෆිෆා';document.querySelector('.prev-article-btn').lastElementChild.innerText = 'ලොව වටා තතු';document.querySelector('.next-article-btn').firstElementChild.innerText = 'ලෝක ඉතිහාසය';document.querySelector('.prev-article-btn').setAttribute('href','./world.php');document.querySelector('.next-article-btn').setAttribute('href','./history.php');</script><figure><img  src='./images/sports/1.jpg' "><figcaption>2018 වසරේ රුසියාවේ පැවති තරඟාවලියේ පාපන්දු ලෝක ශුරයින් - ප්‍රංශය</figcaption></figure><p class='has-text-justified'>1930 වසරේ උරුගුවේහි මොන්ටිවීඩියෝ නුවර පැවති ලෝක ශුරතාවලිය, ෆිෆා පාපන්දු ලෝක කුසලානයේ සමාරම්භය සනිටුහන් කළේය.
එදා කණ්ඩායම් 13ක සහභාගිත්වයෙන් ඇරඹුණු මෙය අද වනවිට ලොව විශාලතම පාපන්දු සැණෙකෙළිය බවට‍ පත්ව ඇත. වසර දෙකක් පුරා කණ්ඩායම් 200ක පමණ සහභාගීත්වයෙන් පැවැත්වෙන සුදුසුකම් ලැබීමේ වටයෙන් පසුව අවසානයේ කණ්ඩායම් 32ක සහභාගීත්වයෙන් මෙම තරඟාවලිය පැවැත්වේ.
</p><h6>ජාත්‍යන්තර පාපන්දු තරඟවල ඉතිහාසය </h6><div class='columns'><div class='column is-8'><p class='has-text-justified'>වත්මන් පාපන්දු තරඟ ආකෘතිය මහා බ්‍රිතාන්‍යයේ උපත ලද අතර මුල් කාලයේ බ්‍රිතාන්‍යයෙන් පිට තරඟ නොපැවැත්වුනු තරම්ය.
ලොව පළමු ජාත්‍යන්තර පාපන්දු තරඟය , 1872 වසරේදී ස්කොට්ලන්තයේ ග්ලාස්ගොව් නුවර, එංගලන්තය හා ස්කොට්ලන්තය අතර පැවැත්විණි.
</p><p class='has-text-justified'>19 වන සියවස අවසානය වන විට, පාපන්දු ලෝක කුසලානය පැවැත්වුණේ මුල් පෙළේ එංගලන්ත හා ස්කොට්ලන්ත ක්‍රීඩා සමාජ අතරයි.
1895 වසරේදී මෙලෙස පැවති තරඟාවලියේ සන්දර්ලන්ඩ් පාපන්දු සමාජය හා හාර්ට් ඔෆ් මිඩ්ලොතියන් පාපන්දු සමාජය අතර අවසන් තරඟයෙන් සන්දර්ලන්ඩ් කණ්ඩායමට ජය හිමිවිය.
</p><p class='has-text-justified'>විසිවන සියවසේ ඇරඹුමත් සමඟ පාපන්දු ක්‍රීඩාව ලොව පුර ප්‍රචලිත වන්නට විය.
බ්‍රිතාන්‍යයෙන් එපිට පළමු නිල ජාත්‍යන්තර තරඟය උරුගුවේ සහ ආර්ජන්ටිනාව අතර 1902 වසරේදී මොන්ටිවීඩියෝහි පැවැත්විණි.
ඉන් වසර දෙකකට පසුව එනම් 1904 මැයි 22 දා ජාත්‍යන්තර පාපන්දු සම්මේලනය - Fédération Internationale de Football Association (FIFA) නමින් ප්‍රංශයේ පැරිස් නුවරදී ආරම්භ විය.
ප්‍රංශය, බෙල්ජියම, ඩෙන්මාර්කය, නෙදර්ලන්තය, ස්පාඤ්ඤය, ස්වීඩනය, ස්විට්සර්ලන්තය හා ජර්මනිය එහි මුල්ම සාමාජිකයින් විය.
</p></div><div class='column is-4'><figure><img  src='./images/sports/5.jpg' "><figcaption>එංගලන්තය හා ස්කොට්ලන්තය අතර පැවති ලොව පළමු ජාත්‍යන්තර පාපන්දු තරඟයේ සිතුවමක්, වර්ෂ 1872</figcaption></figure></div></div><p class='has-text-justified'>පාපන්දු ක්‍රීඩාවේ දිනෙන් දින ඉහළයන ජනප්‍රියත්වය නිසාම ජාත්‍යන්තර ඔලිම්පික් කමිටුව විසින් 1900 වසරේ ගිම්හාන ඔලිම්පික් උළෙල සඳහා පාපන්දු ක්‍රීඩාව ඔලිම්පික් ක්‍රීඩාවක් ලෙස නිර්දේශ කෙරිණි.
පසුව ජාත්‍යන්තර පාපන්දු සම්මේලනයේ පුර්ණ අධීක්ෂණය සහිතව 1908 වසරේ සිට ගිම්හාන ඔලිම්පික් උළෙලට පාපන්දු ක්‍රීඩාව ඇතුලත් විය.
එම උළෙලේ 1908 සහ 1912 තරඟාවලි දෙකම එංගලන්ත ආධුනික පාපන්දු කණ්ඩායම් විසින් ජයග්‍රහණය කරන ලදී.
</p><p class='has-text-justified'>ඒ අතරතුරේදී, ඔලිම්පික් උළෙලට බාහිරව ජාත්‍යන්තර මට්ටමේ පාපන්දු ලෝක කුසලානයක් සංවිධානය කිරීමට පාපන්දු සම්මේලනය 1906 වසරේදී ගත් උත්සාහය ව්‍යර්ථ විය.
ආධුනික පාපන්දු ක්‍රීඩාව ඔලිම්පික් තරඟාවලි වලදී තිබෙන අතරේ වෘත්තීය මට්ටමේ පාපන්දු තරඟාවලි ක්‍රමක්‍රමයෙන් සංවිධානය වන්නට විය.
උතුරු ඉතාලියේ ටියුරින් නුවර 1908 වසරේදී පැවැත්වුණු සර් තෝමස් ලිප්ටන් කුසලානය එවැන්නකි.
</p><p class='has-text-justified'>පසුව 1914 වසරේදී ගිම්හාන ඔලිම්පික් උළෙලේ පැවැත්වෙන පාපන්දු තරඟාවලිය ආධුනිකයින් සඳහා වූ ලෝක පාපන්දු ශුරතාවලිය ලෙස හැඳින්වීමට ලෝක පාපන්දු සම්මේලනය එකඟ වූ අතර එහි සංවිධානයද භාර ගත්තේය.
ඒ අනුව ලොව මුල්ම අන්තර් මහද්වීපික පාපන්දු තරඟාවලිය 1920 වසරේදී පැවති ගිම්හාන ඔලිම්පික් උළෙලේ පැවැත්විණි.
එහි ජය බෙල්ජියම හිමිකරගත් අතර ඉන් පසුව පැවති(1924, 1928) තරඟාවලි දෙකේම ජය උරුගුවේ කණ්ඩායම දිනා ගත්තේය.
</p><h6>ලෝක ශුරතාවලියේ ආරම්භය </h6><p class='has-text-justified'>1932 වසරේ ඇමෙරිකා එක්සත් ජනපදයේ ලොස් ඇන්ජලීස් නුවර පැවැත් වීමට යන ඔලිම්පික් උළෙලින් පාපන්දු ක්‍රීඩාව ඉවත් කිරීම සම්බන්ධව ඇතිවූ කථාබහත් සමඟ ලෝක පාපන්දු සම්මේලනය විසින් නව ජාත්‍යන්තර තරඟාවලියක් සංවිධානය කිරීමට තීරණය කරන ලදී.
එයට විශේෂයෙන්ම හේතුවුණේ ඇමෙරිකාව තුළ පාපන්දු ක්‍රීඩාව එතරම් ප්‍රචලිත නොවීමයි.
එමෙන්ම ඔලිම්පික් තරඟවලදී වෘත්තීය මට්ටමේ ක්‍රීඩකයින් සහභාගී කර නොගැනීම නිසා ඔලිම්පික් පාපන්දු තරඟ ආධුනිකයින් සඳහා වූ ඒවා වීමද හේතුවක් විය.
</p><div class='columns'><div class='column is-8'><p class='has-text-justified'>ඒ අනුව එවකට ෆිෆා සභාපති ජුල්ස් රිමෙට් විසින් 1930 වසරේ පළමු පාපන්දු ලෝක ශුරතාවලිය සංවිධානය කළේය.
ඒ වනවිට දෙවරක් ඔලිම්පික් පාපන්දු ශූරයන්ව සිටි උරුගුවේ, එහි සත්කාරකත්වය දරන රට විය.
ඉන්පසුව ෆිෆා සාමාජික රටවලින් ජාතික මට්ටමේ කණ්ඩායම බැගින් ඉදිරිපත් කරන ලෙස ආරාධනා කළේය.
එහෙත් අත්ලාන්තික් සාගරය හරහා උරුගුවේ දක්වා ඇති ඉතා දීර්ඝ හා මිල අධික මුහුදු ගමන් නිසා ශුරතාවලිය පවත්වන්නට මාස දෙකක් පමණක් තිබියදීත් කිසිඳු යුරෝපා රටක් තම කණ්ඩායම් සහභාගී කරවන්නට තීරණය කර නොතිබුණි.
</p><p class='has-text-justified'>අවසානයේ රිමෙට්ගේ බලවත් ඉල්ලීම අනුව බෙල්ජියම, ප්‍රංශය, රොමේනියාව, හන්ගේරියාව සහ යුගොස්ලෝවියාව තම කණ්ඩායම් සහභාගී කරවන්නට තීරණය කරන ලදී.
එලෙස පැවති පළමු ෆිෆා පාපන්දු ලෝක ශුරතාවලිය, දකුණු ඇමෙරිකානු රටවල් 7ක්, යුරෝපා රටවල් 4ක් සහ උතුරු ඇමෙරිකානු රටවල් 2ක් ඇතුළුව ජාතීන් 13ක නියෝජනයෙන් ආරම්භ විණි.
</p><p class='has-text-justified'>ශුරතාවලියේ මුල්ම තරඟ දෙක ප්‍රංශය විසින් මෙක්සිකෝව 4 - 1ක් ලෙස පරාජය කල අතර දෙවැන්න ඇමෙරිකාව විසින් බෙල්ජියම 3 - 0ක් ලෙස පරදවමින් දිනාගත්තේය.
</p></div><div class='column is-4'><figure><img  src='./images/sports/2.jpg' "><figcaption>ෆිෆා ලෝක කුසලානයේ නිර්මාතෘ - ජුල්ස් රිමෙට් - ෆිෆා සංගමයේ සභාපති (1921 - 1954)
</figcaption></figure></div></div><div class='columns'><div class='column is-3'><figure><img  src='./images/sports/3.jpg' "><figcaption>ප්‍රංශ ක්‍රීඩක ලුසියන් ලෝරන්ට් ෆිෆා ලෝක කුසලාන ඉතිහාසයේ පළමු ගෝලය වාර්තා කිරීමට මොහොතකට පෙර</figcaption></figure></div><div class='column is-9'><p class='has-text-justified'>ෆිෆා ලෝක කුසලාන ඉතිහාසයේ පළමු ගෝලය ප්‍රංශයේ ලුසියන් ලෝරන්ට්( Lucien Laurent ) විසින් ලබාගත් අතර, ඉන් දින 4කට පසුව ලෝක කුසලාන ඉතිහාසයේ පළමු ගෝල ත්‍රිත්වය(Goal hat-trick) ඇමෙරිකානු ක්‍රීඩක බර්ට් පේට්නූඩ් ලබාගත්තේය.
එම තරඟය පැරගුවේ කණ්ඩායම 3 - 0 ලෙස ඇමෙරිකාව පරදවා ජයගත්තේය.
</p><p class='has-text-justified'>උරුගුවේහි මොන්ටිවීඩියෝ නුවර සෙන්ටෙනාරියෝ ක්‍රීඩාංගනයේ පැවති අවසන් මහා තරඟයෙන් ආර්ජන්ටිනාව 4 - 2ක් ලෙස පැරදවූ උරුගුවේ කණ්ඩායම ලොව පළමු ෆිෆා ලෝක ශුරයන් බවට පත්විය.
එම අවසන් මහා තරඟය නැරඹීමට 93,000ක පමණ ප්‍රේක්ෂක පිරිසක් මොන්ටිවීඩියෝ නුවරට රැස්විය.
</p></div></div><div class='columns'><div class='column is-9'><figure><img  src='./images/sports/4.jpg' "><figcaption>පළමු ෆිෆා අවසන් මහා තරඟය පැවති උරුගුවේහි මොන්ටිවීඩියෝ නුවර සෙන්ටෙනාරියෝ ක්‍රීඩාංගනය එදා සහ අද</figcaption></figure></div><div class='column is-3'><figure><img  src='./images/sports/8.jpg' "><figcaption>1930 ෆිෆා ලෝක කුසලාන අවසාන තරඟයේ ක්‍රීඩා කල බෝලය </figcaption></figure></div></div><p class='has-text-justified'>1934 වසරේ පැවති මීළඟ ලෝක ශුරතාවලියේ සත්කාරකත්වය ඉතාලිය දැරීය.
තම රටේ පැවති තරඟාවලියට යුරෝපා රටවල් සහභාගී වීමට දැක්වූ මැලිකම නිසාම, මෙවර ශුරතාවලියට සහභාගී වීම එවකට ලෝක ශුරයන් වූ උරුගුවේ කණ්ඩායම වර්ජනය කළේය.
බොලිවියා හා පැරගුවේ කණ්ඩායම්ද තරඟාවලිය වර්ජනය කළේය.
මුල්වරට සුදුසුකම් ලැබීමේ වටයක් සහිතව පැවති මෙම තරඟාවලියේ කණ්ඩායම් 6ක් තේරිණි. ඒ අතරින් ඇතැම් කණ්ඩායම් තරඟාවලිය වර්ජනය කිරීම නිසාම ආර්ජන්ටිනාව සහ බ්‍රසීලය නිතරඟයෙන්ම සුදුසුකම් ලැබීමේ වටයෙන් තෝරා ගැනිණි. ෆිෆා ලෝක කුසලානයක් නියෝජනය කල මුල්ම අප්‍රිකානු රට බවට ඊජිප්තුව පත්වුණු අතර ඔවුන් මුල් වටයේදීම හන්ගේරි කණ්ඩායමට පරාජය විය.  තරඟාවලියේ ශුරතාවය ඉතාලිය දිනාගත්තේ මුල්වරට යුරෝපා රටකට ෆිෆා ලෝක කුසලානය හිමිකරමිණි.
</p><div class='columns'><div class='column is-4'><figure><img  src='./images/sports/9.jpg' "><figcaption>1934, 1938 පිට පිට දෙවතාවක් ෆිෆා ලෝක ශුරයින් වුයේ ඉතාලි කණ්ඩායමයි.</figcaption></figure></div><div class='column is-8'><p class='has-text-justified'>ඉන් වසර 4කට පසුව එනම් 1938 වසරේදී තුන්වන ෆිෆා ලෝක කුසලානය ප්‍රංශයේ පැවැත්වුණු අතර උරුගුවේ හා ආර්ජන්ටිනාව ඇතුළු දකුණු ඇමෙරිකානු රටවල් කිහිපයක්ම මෙවර තරඟාවලියද ප්‍රතික්ෂේප කළේය.
ඉතිහාසයේ පළමු වරට සත්කාරක රට සහ වර්ථමාන ශුරයන්ට සුදුසුකම් ලැබීමකින් තොරව අවසන් වටයේ තරඟ කිරීමට අවස්ථාව ලැබිණි.
පළමු වටයේදී ලැට්වියාව පැරදවූ ඔස්ට්‍රියා කණ්ඩායමට දේශපාලනික හේතු මත තරඟාවලියෙන් ඉවත් වන්නට සිදු විය.
</p></div></div><p class='has-text-justified'>1938 වසරේ මාර්තු මස ඔස්ට්‍රියාව නාසි-ජර්මනියට නතු වීමත් සමඟ තනිව රටක් ලෙස ජාත්‍යන්තර තරඟ නියෝජනය කිරීමට ඕස්ට්‍රියාවට ඇති අවස්ථාව අහිමි විය.
එහෙත් තරඟාවලිය අතරතුර ඔස්ට්‍රියානු ක්‍රීඩකයින් කිහිප දෙනෙකු ජර්මානු කණ්ඩායමට තරඟ කලත් ඔවුන් සුදුසුකම් ලැබීමේ වටයෙන් පරාජය විය.
තරඟාවලියේ ඔස්ට්‍රියාවේ අවස්ථාව එංගලන්තයට ලබා දුන්නත් ඔවුන් එය ප්‍රතික්ෂේප කිරීම නිසා අවසන් වටයට කණ්ඩායම් 15ක් සුදුසුකම් ලැබීය.
අවසන් තරඟයෙන් හන්ගේරි කණ්ඩායම පරදවා ඉතාලිය නැවතත් පාපන්දු ලෝක ශුරයන් බවට පත්විය.
පෝලන්ත ක්‍රීඩක අර්නස්ට් විලිමව්ස්කි තරඟයක ගෝල 4ක් වාර්තා කර පළමු ක්‍රීඩකයා බවට පත් වුයේ තරඟයෙන් බ්‍රසීල කණ්ඩායම 6 - 5ක් ලෙස පරදවමිනි.
</p><h6>ලෝක යුධ සමයේ ෆිෆා කුසලානයේ ඉතිහාසය හා සම්බන්ධ තවත් විස්තර මීළඟ කලාපයෙන් බලාපොරොත්තු වන්න.</h6><?php require_once '../../template/footer.php'; ?>
